Repository: Saberml/tuleap
Catalog: plugins/projectmilestones/scripts/projectmilestones/po/*.po
Languages: fr_fr

source: %{label_submilestone} Planning
fr_fr: Planification de %{label_submilestone}

source: %{nb_backlog_items} item in the backlog.
fr_fr: %{nb_backlog_items} item dans le backlog.

source: %{nb_past} past %{label_tracker}
fr_fr: %{nb_past} %{label_tracker} passé(e)

source: %{nb_upcoming_releases} upcoming %{label_tracker}.
fr_fr: %{nb_upcoming_releases} prochain(e) %{label_tracker}.

source: %{total_closed_sprint} closed %{tracker_label}
fr_fr: %{total_closed_sprint} %{tracker_label} fermé(e)

source: %{total_test_blocked} test blocked
fr_fr: %{total_test_blocked} test bloqué

source: %{total_test_failed} test failed
fr_fr: %{total_test_failed} test échoué

source: %{total_test_notrun} test not run
fr_fr: %{total_test_notrun} test non exécuté

source: %{total_test_passed} test passed
fr_fr: %{total_test_passed} test passé

source: '%s' field is empty or invalid.
fr_fr: Le champs '%s' est vide ou invalide.

source: Burndown is under calculation. It will be available in a few minutes.
fr_fr: Le burndown est en cours de calcul. Il sera disponible dans quelques minutes.

source: Burnup is under calculation. It will be available in a few minutes.
fr_fr: Le burn-up est en cours de calcul. Il sera disponible dans quelques minutes.

source: Capacity: %{capacity}
fr_fr: Capacité : %{capacity}

source: Capacity: N/A
fr_fr: Capacité : N/A

source: Initial effort (%s) should be bigger or equal to remaining effort (%s).
fr_fr: L'effort estimé (%s) doit être plus grand ou égal à l'effort restant (%s).

source: Initial effort equal at 0.
fr_fr: Effort estimé égal à 0.

source: Initial effort: %{initialEffort}
fr_fr: Effort estimé : %{initialEffort}

source: Initial effort: N/A
fr_fr: Effort estimé : N/A

source: Loading data...
fr_fr: Chargement des données ...

source: No end date defined.
fr_fr: Aucune date de fin définie.

source: No initial effort defined.
fr_fr: Aucun effort estimé défini.

source: No remaining effort defined.
fr_fr: Aucun effort restant défini.

source: No start date defined.
fr_fr: Aucune date de début définie.

source: Oops, an error occurred!
fr_fr: Oups, une erreur s'est produite !

source: Overview
fr_fr: Résumé

source: Past
fr_fr: Passé

source: Recently closed
fr_fr: Récemment fermé(e)

source: Tests Results
fr_fr: Résultats des tests

source: What's hot
fr_fr: En cours

source: day to go
fr_fr: jour restant

source: pt done
fr_fr: pt terminé

source: pt to go
fr_fr: pt restant
